tap "babashka/brew"
tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "cloc"
brew "cloudflared"
brew "deno"
brew "duckdb"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "httpie"
brew "openjdk"
brew "leiningen"
brew "libgccjit"
brew "lua"
brew "node"
brew "pandoc"
brew "postgresql@17"
brew "python@3.13"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "stripe-cli"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "borkdude/brew/babashka"
brew "babashka/brew/bbin"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
cask "betterdisplay"
cask "dbeaver-community"
cask "d12frosted/emacs-plus/emacs-plus-app"
cask "font-fira-code"
cask "graalvm-jdk@21"
cask "iterm2"
cask "vlc"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
npm "corepack"
npm "defuddle-cli"
npm "dl-librescore"
